[InteractiveObjects.BountyBoard_HungryLikeSkags InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_HungryLikeSkag_Barrel MissionItemDefinition]
UseFailureCharacterMessage="I need you %s Use this article."
ItemName="The gun is missing."
PickupMessage="it is made %s"
UseFailureLevelMessage="To use this item you must be at least level %d.."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="General"

[ItemDefs.ID_MO_HungryLikeSkag_Barrel:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="The barrel was full of blood.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HungryLikeSkag_chamber MissionItemDefinition]
UseFailureCharacterMessage="To you %s using this project."
ItemName="To the Czech ministry"
PickupMessage="Whatever it is %s"
UseFailureLevelMessage="You must have at least% d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Distributor"

[ItemDefs.ID_MO_HungryLikeSkag_chamber:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="The gun was covered in mud.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HungryLikeSkag_MissionGiver MissionItemDefinition]
UseFailureCharacterMessage="you are missing %s Take advantage of this."
ItemName="I had to echo."
PickupMessage="shut up %s"
UseFailureLevelMessage="You must have at least %d level to use this feature.."
UseFailureConstraintsMessage="This number is not available."
NoManufacturerName="North"

[ItemDefs.ID_MO_HungryLikeSkag_MissionGiver:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The audiobook is full of ugly lies."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HungryLikeSkag_sight MissionItemDefinition]
UseFailureCharacterMessage="You have to %s use this."
ItemName="See Tools."
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="This product is not available.."
NoManufacturerName="Divide"

[ItemDefs.ID_MO_HungryLikeSkag_sight:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Find the gun."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HungryLikeSkag_Stock MissionItemDefinition]
UseFailureCharacterMessage="you should %s Use this article."
ItemName="weapons"
PickupMessage="Do you understand? %s"
UseFailureLevelMessage="You must be at least %d to use this item."
UseFailureConstraintsMessage="You cannot use this product.."
NoManufacturerName="In a word; usually |"

[ItemDefs.ID_MO_HungryLikeSkag_Stock:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Clone Cannon Ring."
NoConstraintText=""
Suffix=""
Prefix=""

